Repository: Nucleoos/opps-polls
Catalog: opps/polls/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: No Image
pt_br: Sem imagem

source: Thumbnail
pt_br: Miniatura

source: Identification
pt_br: Identificação

source: Content
pt_br: Conteúdo

source: Relationships
pt_br: Relacionamentos

source: Publication
pt_br: Publicação

source: Clean ended polls
pt_br: Enquetes finalizadas

source: Question
pt_br: Questão

source: Allow multiple choices
pt_br: Permite multiplas opções

source: Max number of selected choices
pt_br: Número máximo de opções selecionadas

source: Min number of selected choices
pt_br: Número mínimo de opções selecionadas

source: Display Choice images
pt_br: Exibir imagens das opções

source: Headline
pt_br: Cabeçalho

source: Channel
pt_br: Canal

source: Posts
pt_br: Notícias

source: Poll Image
pt_br: Imagem da enquete

source: End date
pt_br: Data de finalização

source: Order
pt_br: Ordem

source: Show results page
pt_br: Exibir página de resultados

source: Poll
pt_br: Enquete

source: Polls
pt_br: Enquetes

source: Poll Post
pt_br: Posts da enquete

source: Polls Posts
pt_br: Posts da enquetes

source: Choice
pt_br: Opção

source: Votes
pt_br: Votos

source: Choice Image
pt_br: Imagem da opção

source: Choices
pt_br: Opções

source: Poll box
pt_br: Box de enquete

source: Poll boxes
pt_br: Boxes de enquete

source: Poll Box
pt_br: Box de enquete

source: Date available
pt_br: Data de publicação

source: Poll box polls
pt_br: Boxes de enquete

source: Poll boxes polls
pt_br: Boxes de enquetes

source: Poll not published!
pt_br: Enquete não publicada!

source: Poll Config
pt_br: Config de enquete

source: Poll Configs
pt_br: Configs de enquete

source: Poll not opened for voting
pt_br: Enquete não aberta para votações

source: You already voted on this poll
pt_br: Você já votou nesta enquete

source: You should select at least one option
pt_br: Você precisa selecionar pelo menos uma opção

source: You should select at least %s options
pt_br: Você precisa selecionar pelo menos %s opções

source: You can select only %s options
pt_br: Você só pode selecionar %s opções
